Repository: Arni/ding
Catalog: sites/all/modules/alma/alma_user/translations/*.po
Languages: da

source: Basic information
da: Basisinformation

source: Name
da: Navn

source: Address
da: Adresse

source: Contact information
da: Kontaktinformation

source: Mobile phone
da: Mobiltelefon

source: E-mail address
da: E-mail-adresse

source: Welcome
da: Velkommen

source: Loans
da: Hjemlån

source: Reservations
da: Reserveringer

source: 1 hour
da: 1 time

source: 1 day
da: 1 dag

source: To access your personal information, you need to authenticate.
da: Du skal logge ind for at få adgang til dine personlige oplysninger og din lånerstatus.

source: Borrower card
da: Cpr- eller kortnummer

source: PIN code
da: Pinkode

source: Log in
da: Log ind

source: Invalid borrower card or pin code
da: Ugyldigt lånernummer eller PIN-kode.

source: Current PIN code
da: Nuværende PIN-kode

source: New PIN code
da: Ny PIN-kode

source: Repeat new PIN code
da: Gentag ny PIN-kode

source: Save new PIN code
da: Gem ny PIN-kode

source: Please provide your current PIN code.
da: Skriv venligst din nuværende PIN-kode

source: The new PIN code must be different than the current PIN code.
da: Den nye PIN-kode skal være forskellige fra den nuværende.

source: Please input your new PIN code twice for confirmation.
da: Skriv venligst din nye PIK-kode to gange for at bekræfte.

source: The new PIN code must be @num numerical digits.
da: Den nye PIN-kode skal bestå af @num tal.

source: Preferred library
da: Afhent reserveringer på

source: Period of interest
da: Interesseperiode

source: How long are you willing to wait for a reservation?
da: Hvor længe vil du vente på en reservering?

source: Update
da: Opdatér

source: Start date must later than today
da: Startdato skal være senere end i dag.

source: Start date must be before end date
da: Startdato skal være før slutdato.

source: Not interested after
da: Ikke interesseret efter

source: New pickup branch
da: Afhent reserveringer på

source: Cancel selected
da: Slet valgte reservering(er)

source: Update selected
da: Opdatér valgte reservering(er)

source: Invalid date
da: Ugyldig dato.

source: Date must be later than today.
da: Datoen skal være senere end I dag.

source: Not renewable
da: Kan ikke fornyes

source: Renew selected
da: Forny hjemlån

source: Pay now
da: Betal med det samme

source: Please select one or more debts to pay.
da: Vælg en eller flere gældsposter at betale.

source: Payment must be larger than zero.
da: Betalingen skal være større end nul.

source: 1 month
da: 1 måned

source: Select
da: Vælg

source: Title
da: Titel

source: Valid to
da: Gyldig til

source: Pickup branch
da: Afhentningssted

source: Queue number
da: Nummer i køen

source: Overdue loans
da: Hjemlån der har overskredet afleveringsdato

source: Due in @count days, @date
da: Afleveres om @count dage, @date

source: Date
da: Dato

source: Amount
da: Beløb

source: Library account/login
da: Bibliotekskonto/log-in

source: Phone number
da: Mobiltelefon

source: Phone number where the library can contact you. Is not published on the web site.
da: Skriv dit mobiltelefonnummer, hvis du ønsker at modtage servicemeddelelser på SMS.

source: Phone number must be 8 digits.
da: Mobilnummer skal bestå af otte tal.

source: Please !log_in to view your loaner status
da: !log_in for at se din lånerstatus

source: log in
da: Log ind

source: Edit contact information
da: Redigér kontaktinformation

source: Change PIN code
da: Skift pinkode

source: User settings
da: Brugerindstillinger

source: Please authenticate
da: Log ind

source: Change pin code
da: Skift PIN-kode

source: Library patron profile
da: Biblioteksbrugerprofil

source: Personal information
da: Personlige oplysninger

source: Library settings
da: Biblioteksindstillinger

source: Reservation list
da: Reservationsliste

source: Reservation details
da: Reservationsdetaljer

source: Loan list
da: Hjemlånsliste

source: Patron
da: Biblioteksbruger

source: Your profile
da: Dine personlige oplysninger

source: Your library
da: Dit bibliotek

source: Your reservations
da: Dine reservationer

source: Your loans
da: Dine hjemlån

source: You owe @amount for “%note”. !pay_link.
da: Du skylder @amount for gebyr på “%note”. !pay_link.

source: You owe @amount for “%note” and !others_link. !pay_link.
da: Du skylder @amount for gebyr på “%note” og !others_link. !pay_link.

source: Error fetching your library patron profile.
da: Kunne ikke hente biblioteksbrugerprofil.

source: one other
da: en anden
